{
  "heroTitle": "Finde die perfekte Unterkunft oder vermiete deine Immobilie",
  "heroDescription": "Wir bringen Mieter und Vermieter zusammen – schnell, einfach und zuverlässig in Hamburg & Schleswig-Holstein.",
  "heroFindAccommodation": "Unterkunft finden",
  "heroRentNow": "Jetzt vermieten",
  "heroTrustedCustomers": "⭐️ Bereits über <1> 1.000 zufriedene Kunden </1> vertrauen auf uns",

  "nav": {
    "findApartment": "Wohnung finden",
    "listProperty": "Immobilie inserieren",
    "forEmployers": "Für Arbeitgeber",
    "contact": "Kontakt"
  },

  "about": {
    "title": "Über uns",
    "intro": "Wir sind ein engagiertes Team aus Hamburg, das sich auf die Vermittlung von möblierten Wohnungen für Firmen spezialisiert hat. Unser Ziel ist es, die Suche nach Mitarbeiterunterkünften so einfach und effizient wie möglich zu gestalten.",
    "whatWeOfferTitle": "Was wir bieten",
    "offer": {
      "fastApartment": "Schnelle Vermittlung von Wohnungen",
      "directContact": "Direkter Kontakt mit Vermietern",
      "transparentPrices": "Transparente Preise & einfache Buchung"
    },
    "missionTitle": "Unsere Mission",
    "missionText": "Wir glauben, dass jede Firma Zugang zu passenden Unterkünften für ihre Mitarbeiter haben sollte – unkompliziert, zuverlässig und lokal.",
    "contactButton": "Kontakt aufnehmen"
  },

  "cart": {
    "apartmentHamburg": "Wohnung in Hamburg",
    "apartmentLuebeck": "Wohnung in Lübeck",
    "apartmentKiel": "Wohnung in Kiel",
    "price1200": "€1.200 / Monat",
    "price950": "€950 / Monat",
    "locationHamburg": "Hamburg, Deutschland",
    "locationLuebeck": "Lübeck, Deutschland",
    "locationKiel": "Kiel, Deutschland",
    "previous": "Zurück",
    "next": "Weiter",
    "viewDetails": "Details ansehen"
  },


  "about_us": {
     "title": "Über uns",
  "description_extended": "Willkommen bei Ihrem zuverlässigen Partner für Arbeiterunterkünfte in ganz Deutschland",
  "what_we_offer": "Was wir anbieten",
  "offer_list": {
    "0": "Wir sind Ihr etablierter und vertrauensvoller Ansprechpartner, wenn es um die Vermittlung von Arbeiterunterkünften, Gästezimmern, Monteurzimmern und kompletten Wohnheimen geht. Mit aktuell über 10.000",
    "1": "Einheiten in der gesamten Bundesrepublik – und stetig wachsend – bieten wir Handwerkern, Monteuren und Geschäftsreisenden eine große Auswahl an preiswerten, voll ausgestatteten Unterkünften."
   
  },
  "our_mission": "Unsere Mission",
  "mission_text_extended": "Unser besonderer Ansatz: persönliche Beratung auf höchstem Niveau. Denn wir wissen, dass jede Situation und jeder Einsatz individuelle Lösungen erfordert. Ihre Zufriedenheit steht für uns an erster Stelle – dafür setzen wir auf maßgeschneiderte Angebote, schnelle Kommunikation und transparente Abläufe. Ob einzelne Zimmer oder ganze Wohnheime: Bei uns finden Sie komfortable, saubere und bestens ausgestattete Unterkünfte, in denen sich Ihre Mitarbeiter wie zu Hause fühlen. Vertrauen Sie auf unsere Erfahrung und unser Engagement – wir kümmern uns um die Details, damit Sie sich ganz auf Ihre Arbeit konzentrieren können."
  },

  "buttons": {
    "login": "Anmelden"
  }
}

